{
    "compulsions": [
        {
            "name": "Hunger",
            "dice": ["1","2","3"],
            "description": "The vampire’s thoughts inexorably stray toward the rush of sinking their fangs in prey and hot blood washing over the tongue. The vampire will do anything to slake their Hunger, whether that means violence, subterfuge, or outright begging. They perform any action not immediately conducive to feeding at a two-dice penalty to their pools. This Compulsion ends when the vampire slakes at least 1 Hunger level.",
            "social": "Instead of questioning the mortal witness, the vampire moves the situation toward a seduction.",
            "violent": "The vampire discards their weapon, throwing themselves headfirst into a grapple, determined to feed.",
            "solitary": "The vampire decides they need a break and just happens to end up at a sweaty nightclub.",
            "page": "208"
        },
        {
            "name": "Dominance",
            "dice": ["4","5"],
            "description": "The Blood urges its host to come out on top, to own, and to establish dominance. This Compulsion drives the vampire not only to excel but to revel in it, taunting the weak and challenging the strong. The vampire makes their next interaction into a competition, using all means at their disposal to end up victorious and to rub the nose of the loser in their defeat. The vampire cannot use teamwork and performs any action that avoids establishing dominance or challenging authority at a two-dice penalty to their pools. This Compulsion ends when the vampire has “won” and gloated over it.",
            "social": "The vampire turns a civil conversation into a one-upmanship exercise, alienating the person whose trust they sought to gain.",
            "violent": "The vampire pauses to toy with a mortal opponent, basking in their superiority, instead of focusing on the objective.",
            "solitary": "The vampire becomes obsessed with accomplishing their objective in a novel way, proving their superiority to themselves and the world.",
            "page": "208-209"
        },
        {
            "name": "Harm",
            "dice": ["6","7"],
            "description": "Things turn ugly: the Hunger compels the vampire to hurt and destroy – not to feed or to win, but for the sole sake of causing harm, reveling in the pain of others. This Compulsion often, but not always, means physical harm. It can also involve subtler types of damage such as social or emotional. The vampire performs all actions not immediately resulting in someone or something getting harmed at a two-dice penalty to their pool. This Compulsion ends when the vampire incapacitates, destroys, or drives away a target. If the vampire turns on an object, it must hold serious value to someone the vampire ordinarily values, such as themselves.",
            "social": " A smooth introduction goes sour as the vampire starts to harass and psychologically torture the subject.",
            "violent": "Instead of leaving an incapacitated adversary, the vampire gleefully starts tearing into the unconscious opponent.",
            "solitary": "Annoyed at a minor inconvenience, the vampire takes a baseball bat to their expensive computer rig.",
            "page": "209"
        },
        {
            "name": "Paranoia",
            "dice": ["8","9"],
            "description": "Hunter and hunted, a vampire always needs to keep their eyes and ears peeled for trouble. With this Compulsion, that need flares in to fullblown paranoia as the Hunger reminds the Blood of its vulnerability. The vampire tries to disengage from any perceived threat, suspecting anyone and anything. Any action not taken toward that immediate end incurs a two-dice penalty. The Compulsion ends when the vampire has spent roughly an hour in a safe spot: e.g., a rooftop with good visibility, their haven, or buried deep underground.",
            "social": "The vampire treats everyone with suspicion, trying to get out of any and all engagements.",
            "violent": "The vampire tries to end or escape the danger by any means, whether running or begging for their unlife.",
            "solitary": " The vampire sees threats where none exist, lashing out and fleeing, fixating on random occult symbols or weird coincidences.",
            "page": "209-210"
        },
        {
            "name": "Clan Compulsion",
            "dice": ["0"],
            "clan": [
                {
                    "name": "Brujah",
                    "compulsion": "Rebellion",
                    "description": "The vampire takes a stand against whatever or whomever they see as the status quo in the situation, whether that’s their leader, a viewpoint expressed by a potential vessel, or just the task they were supposed to do at the moment. Until they’ve gone against their orders or expectations, perceived or real, the vampire receives a twodice penalty to all rolls. This Compulsion ends once they’ve managed to either make someone change their minds (by force if necessary) or done the opposite of what was expected of them."
                },
                {
                    "name": "Gangrel",
                    "compulsion": "Feral Impulses",
                    "description": "Returning to an animalistic state, the vampire regresses to a point where speech is hard, clothes are uncomfortable, and arguments are best settled with teeth and claws. For one scene, the vampire gains a three-dice penalty to all rolls involving Manipulation and Intelligence. They can only speak in one-word sentences during this time."
                },
                {
                    "name": "Malkavian",
                    "compulsion": "Delusion",
                    "description": "Their extrasensory gifts running wild, the vampire experiences what might be truths or portents, but what others call figments of imagination, dredged up by Hunger. While still functional, the vampire’s mind and perceptions are skewed. They receive a two-dice penalty to rolls involving Dexterity, Manipulation, Composure, and Wits as well as on rolls to resist terror frenzy, for one scene."
                },
                {
                    "name": "Nosferatu",
                    "compulsion": "Cryptophilia",
                    "description": "The need to know permeates the vampire. They become consumed with a hunger for secrets, to know that which few or no one knows, almost as strong as that for blood. They also refuse to share secrets with others, except in strict trade for greater ones. All actions not spent working toward learning a secret, no matter how big or small, receive a twodice penalty. The Compulsion ends when the vampire learns a secret big enough to be considered useful. Sharing this secret is optional."
                },
                {
                    "name": "Toreador",
                    "compulsion": "Obsession",
                    "description": "Enraptured by beauty, the vampire becomes temporarily obsessed with a singular gorgeous thing, able to think of nothing else. Pick one feature, such as a person, a song, an artwork, blood spatter, or even a sunrise. Enraptured, the vampire can hardly take their attention from it, and if spoken to, they only talk about that subject. Any other actions receive a two-dice penalty. This Compulsion lasts until they can no longer perceive the beloved object, or the scene ends."
                },
                {
                    "name": "Tremere",
                    "compulsion": "Perfectionism",
                    "description": "Nothing but the best satisfies the vampire. Anything less than exceptional performance instills a profound sense of failure, and they often repeat tasks obsessively to get them “just right.” Until the vampire scores a critical win on a Skill roll or the scene ends, the vampire labors under a two-dice penalty to all dice pools. Reduce the penalty to one die for a repeated action, and remove it entirely on a second repeat."
                },
                {
                    "name": "Ventrue",
                    "compulsion": "Arrogance",
                    "description": "The need to rule rears its head in the vampire. They stop at nothing to assume command of a situation. Someone must obey an order from the vampire. Any action not directly associated with leadership receives a two-dice penalty. This Compulsion lasts until an order has been obeyed, though the order must not be supernaturally enforced, such as through Dominate."
                },
                {
                    "name": "Lasombra",
                    "compulsion": "Ruthlessness",
                    "description": "Failure is not an option. Their Blood urges them to increasingly ruthless measures when the Beast flares and they are faced with failure. The next action they fail after suffering this Compulsion causes all rolls to receive a two-dice penalty until a future attempt at the same action succeeds."
                },
                {
                    "name": "Banu",
                    "compulsion": "Judgment",
                    "description": "Compelled to punish anyone seen to transgress against their personal creed, taking their blood as vengeance for the crime. For one scene the vampire must slake at least one Hunger level from anyone, friend or foe, who acts against a personal Conviction of theirs. Failure to do so results in a three-dice penalty to all rolls until the compulsion is satisfied or the scene ends."
                },
                {
                    "name": "Ministry",
                    "compulsion": "Transgression",
                    "description": "Set teaches that everyone's mind and spirit are bound by invisible chains of their own making. Their Blood chafes at these bindings and the Minister suffers a burning need to break them. The vampire receives a two-dice penalty to all dice pools not relating to enticing someone (including themselves) to break a Chronicle Tenet or personal Conviction, causing at least one Stain and ending this Compulsion."
                }
            ]
        }
    ],
    "blood_potency": [
        {
            "level": "0",
            "surge": "None",
            "mended": "1 point of Superficial damage",
            "bonus": "None",
            "reroll": "None",
            "severity": "0",
            "penalty": "No Effect"
        },
        {
            "level": "1",
            "surge": "Add 1 Die",
            "mended": "1 point of Superficial damage",
            "bonus": "None",
            "reroll": "Level 1",
            "severity": "1",
            "penalty": "No Effect"
        },
        {
            "level": "2",
            "surge": "1 die",
            "mended": "2 pt superficial",
            "bonus": "+1 die",
            "reroll": "Lvl 1",
            "severity": "1",
            "penalty": "Animal and bagged blood slakes no Hunger"
        },
        {
            "level": "3",
            "surge": "+2 die",
            "mended": "2 pt superficial",
            "bonus": "+1 die",
            "reroll": "Lvl 2 & below",
            "severity": "2",
            "penalty": "Animal and bagged blood slakes no Hunger"
        },
        {
            "level": "4",
            "surge": "+2 die",
            "mended": "3 pt superficial",
            "bonus": "+2 die",
            "reroll": "Lvl 2 & below",
            "severity": "2",
            "penalty": "Animal and bagged blood slakes no Hunger, Slake 1 less Hunger per human"
        },
        {
            "level": "5",
            "surge": "+3 die",
            "mended": "3 pt superficial",
            "bonus": "+2 die",
            "reroll": "Lvl 3 & below",
            "severity": "3",
            "penalty": "Animal and bagged blood slakes no Hunger, Slake 1 less Hunger per human, Must drain and kill a human to reduce Hunger below 2"
        },
        {
            "level": "6",
            "surge": "+3 die",
            "mended": "3 pt superficial",
            "bonus": "+3 die",
            "reroll": "Lvl 3 & below",
            "severity": "3",
            "penalty": "Animal and bagged blood slakes no Hunger, Slake 1 less Hunger per human, Must drain and kill a human to reduce Hunger below 2"
        },
        {
            "level": "7",
            "surge": "+4 die",
            "mended": "3 pt superficial",
            "bonus": "+3 die",
            "reroll": "Lvl 4 & below",
            "severity": "4",
            "penalty": "Animal and bagged blood slakes no Hunger, Slake 1 less Hunger per human, Must drain and kill a human to reduce Hunger below 3"
        },
        {
            "level": "8",
            "surge": "+4 die",
            "mended": "4 pt superficial",
            "bonus": "+4 die",
            "reroll": "Lvl 4 & below",
            "severity": "4",
            "penalty": "Animal and bagged blood slakes no Hunger, Slake 2 less Hunger per human, Must drain and kill a human to reduce Hunger below 3"
        },
        {
            "level": "9",
            "surge": "+5 die",
            "mended": "4 pt superficial",
            "bonus": "+4 die",
            "reroll": "Lvl 5 & below",
            "severity": "5",
            "penalty": "Animal and bagged blood slakes no Hunger, Slake 2 less Hunger per human, Must drain and kill a human to reduce Hunger below 3"
        },
        {
            "level": "10",
            "surge": "+5 die",
            "mended": "5 pt superficial",
            "bonus": "+5 die",
            "reroll": "Lvl 5 & below",
            "severity": "5",
            "penalty": "Animal and bagged blood slakes no Hunger, Slake 3 less Hunger per human, Must drain and kill a human to reduce Hunger below 3"
        }
    ]
}